Repository: mshafieek/jaspDescriptives
Catalog: po/QML-*.po
Languages: ru

# Description|
source: Descriptives
ru: Описательные

# Description|
source: Descriptive Statistics
ru: Описательные статистики

# Descriptives|
source: Variables
ru: Переменные

# Descriptives|
source: Split
ru: Группировать по

# Descriptives|
source: Frequency tables
ru: Частотные таблицы

# Descriptives|
source: Maximum distinct values
ru: Максимально различающиеся значения

# Descriptives|
source: Stem and leaf tables
ru: Ствол - лист диаграммы

# Descriptives|
source: scale
ru: шкала

# Descriptives|
source: The scale parameter controls how much the table is expanded. For example, scale = 2 will cause the table to be roughly twice as long as the default (scale = 1).
ru: Параметр масштаба определяет степень расширения таблицы. Например, масштаб = 2 приведет к тому, что таблица будет примерно в два раза длиннее, чем по умолчанию (масштаб = 1).

# Descriptives|
source: Create a Stem and leaf table.
ru: Создать ствол - лист диаграмму.

# Descriptives|
source: Boxplots
ru: Ящичковые диаграммы

# Descriptives|
source: Boxplot element
ru: Элемент ящичковой диаграммы

# Descriptives|
source: Violin element
ru: Элемент скрипичного графика

# Descriptives|
source: Jitter element
ru: Отобразить случаи

# Descriptives|
source: Use color palette
ru: Использовать цветовое оформление

# Descriptives|
source: Label outliers
ru: Отметить выбросы

# Descriptives|
source: Graph above scatter plot
ru: График над диаграммой рассеяния

# Descriptives|
source: Density
ru: Плотность

# Descriptives|
source: Histogram
ru: Гистограмма

# Descriptives|
source: None
ru: Нет

# Descriptives|
source: Graph right of scatter plot
ru: График справа от диаграммы рассеяния

# Descriptives|
source: Add regression line
ru: Добавить линию регрессии

# Descriptives|
source: Smooth
ru: Сглаживание

# Descriptives|
source: Linear
ru: Линейный график

# Descriptives|
source: Show confidence interval
ru: Показать доверительный интервал

# Descriptives|
source: Show legend
ru: Показать легенду

# Descriptives|
source: Basic plots
ru: Основные графики

# Descriptives|
source: Distribution plots
ru: Графики распределения

# Descriptives|
source: Display density
ru: Отобразить плотность

# Descriptives|
source: Correlation plots
ru: Графики корреляций

# Descriptives|
source: Q-Q plots
ru: Графики Q-Q

# Descriptives|
source: Pie charts
ru: Круговые диаграммы

# Descriptives|
source: Statistics
ru: Статистики

# Descriptives|
source: Quartiles
ru: Квартили

# Descriptives|
source: Cut points for:
ru: Точки отсечения для:

# Descriptives|
source: equal groups
ru: равные группы

# Descriptives|
source: Percentiles:
ru: Процентили:

# Descriptives|
source: Central tendency
ru: Центральные характеристики

# Descriptives|
source: Mean
ru: Среднее значение

# Descriptives|
source: Median
ru: Медиана

# Descriptives|
source: Mode
ru: Мода

# Descriptives|
source: Sum
ru: Сумма

# Descriptives|
source: Dispersion
ru: Дисперсия

# Descriptives|
source: S.E. mean
ru: Стандартная ошибка среднего

# Descriptives|
source: Std. deviation
ru: Стандартное отклонение

# Descriptives|
source: MAD
ru: Медианное абсолютное отклонение (MAD)

# Descriptives|
source: MAD robust
ru: Робастное MAD

# Descriptives|
source: IQR
ru: Межквартильный размах

# Descriptives|
source: Variance
ru: Дисперсия

# Descriptives|
source: Range
ru: Размах

# Descriptives|
source: Minimum
ru: Минимум

# Descriptives|
source: Maximum
ru: Максимум

# Descriptives|
source: Distribution
ru: Распределение

# Descriptives|
source: Skewness
ru: Асимметрия

# Descriptives|
source: Kurtosis
ru: Эксцесс

# Descriptives|
source: Shapiro-Wilk test
ru: Критерий Шапиро-Уилка

# Descriptives|
source: Values are group midpoints
ru: Значения являются средними точками группы

# Descriptives|
source: Charts
ru: Диаграммы

# Descriptives|
source: Chart Type
ru: Тип диаграммы

# Descriptives|
source: Bar charts
ru: Столбчатые диаграммы

# Descriptives|
source: Histograms
ru: Гистограммы

# Descriptives|
source: Chart Values
ru: Значения диаграммы

# Descriptives|
source: Frequencies
ru: Частоты

# Descriptives|
source: Percentages
ru: Проценты

# Descriptives|
source: Display rug marks
ru: Добавить засечки для исходных данных

# Descriptives|
source: Bin width type
ru: Алгоритм определения ширины столбца

# Descriptives|
source: Sturges
ru: Стёржес

# Descriptives|
source: Scott
ru: Скотт

# Descriptives|
source: Doane
ru: Доан

# Descriptives|
source: Freedman-Diaconis
ru: Фридман-Диаконис

# Descriptives|
source: Manual
ru: Вручную

# Descriptives|
source: Number of bins
ru: Количество столбцов

# Descriptives|
source: Interval plots
ru: Интервальные графики

# Descriptives|
source: Coefficient of variation
ru: Коэффициент вариации

# Description|
source: Explore the data with tables and plots
ru: Исследуйте данные с помощью таблиц и графиков

# Descriptives|
source: Transpose descriptives table
ru: Транспонировать таблицу описательных статистик

# Descriptives|
source: Customizable plots
ru: Настраиваемые графики

# Descriptives|
source: Dot plots
ru: Точечные графики

# Descriptives|
source: Quantiles
ru: Квантили

# Descriptives|
source: Sample size
ru: Объём выборки

# Descriptives|
source: Valid
ru: Существующие

# Descriptives|
source: Missing
ru: Промах

# Descriptives|
source: Horizontal axis:
ru: Горизонтальная ось:

# Descriptives|
source: Vertical axis:
ru: Вертикальная ось:

# Descriptives|
source: Display legend
ru: Показать легенду

# Descriptives|
source: Display value
ru: Показать значение

# Descriptives|
source: Relative text size
ru: Относительный размер текста

# Descriptives|
source: Width to height ratio of tiles
ru: Коэффициент отношения ширины и высоты плиток

# Descriptives|
source: For scale variables
ru: Для шкальных переменных

# Descriptives|
source: Value itself
ru: Значения

# Descriptives|
source: Number of observations
ru: Количество наблюдений

# Descriptives|
source: For nominal and ordinal variables
ru: Для номинальных и порядковых переменных

# Descriptives|
source: Inference
ru: Вывод

# Descriptives|
source: Confidence interval for mean
ru: Доверительный интервал для среднего

# Descriptives|
source: Width
ru: Ширина

# Descriptives|
source: Method
ru: Метод

# Descriptives|
source: Normal model
ru: Нормальная модель

# Descriptives|
source: Bootstrap
ru: Бутстрэп

# Descriptives|
source: Confidence interval for std. deviation
ru: Доверительный интервал для стандартного отклонения

# Descriptives|
source: Confidence interval for variance
ru: Доверительный интервал для дисперсии

# Descriptives|
source: Bootstrap confidence interval options
ru: Параметры доверительного интервала бутстрепа

# Descriptives|
source: Bootstrap samples
ru: Выборки бутстрэпа

# Descriptives|
source: Categorical plots
ru: Категориальные графики

# Descriptives|
source: Pareto plots
ru: Диаграммы Парето

# Descriptives|
source: Pareto rule
ru: Правило Парето

# Descriptives|
source: Likert plots
ru: Диаграммы Ликерта

# Descriptives|
source: Assume all variables share the same levels
ru: Предполагая, что все переменные имеют одинаковые уровни

# Descriptives|
source: Adjustable font size for vertical axis
ru: Регулируемый размер шрифта для вертикальной оси

# Descriptives|
source: Normal
ru: Обычный

# Descriptives|
source: Small
ru: Маленький

# Descriptives|
source: Medium
ru: Средний

# Descriptives|
source: Large
ru: Большой

# Descriptives|
source: Scatter plots
ru: Диаграммы рассеяния

# Descriptives|
source: Transparency
ru: Прозрачность

# Descriptives|
source: Tile heatmaps for selected variables
ru: Тепловые карты для выбранных переменных

# Descriptives|
source: Tables
ru: Таблицы
